export default [
    {
        "no": 1,
        "name": "서울",
        "locations": [
            { "no": 358, "name": "강남구" },
            { "no": 359, "name": "강동구" },
            { "no": 360, "name": "강북구" },
            { "no": 361, "name": "강서구" },
            { "no": 362, "name": "관악구" },
            { "no": 363, "name": "광진구" },
            { "no": 364, "name": "구로구" },
            { "no": 365, "name": "금천구" },
            { "no": 366, "name": "노원구" },
            { "no": 367, "name": "도봉구" },
            { "no": 368, "name": "동대문구" },
            { "no": 369, "name": "동작구" },
            { "no": 370, "name": "마포구" },
            { "no": 371, "name": "서대문구" },
            { "no": 372, "name": "서초구" },
            { "no": 373, "name": "성동구" },
            { "no": 374, "name": "성북구" },
            { "no": 375, "name": "송파구" },
            { "no": 376, "name": "양천구" },
            { "no": 377, "name": "영등포구" },
            { "no": 378, "name": "용산구" },
            { "no": 379, "name": "은평구" },
            { "no": 380, "name": "종로구" },
            { "no": 381, "name": "중구" },
            { "no": 382, "name": "중랑구" }
        ]
    },
    {
        "no": 2,
        "name": "부산",
        "locations": [
            { "no": 1, "name": "강서구" },
            { "no": 2, "name": "금정구" },
            { "no": 3, "name": "기장군" },
            { "no": 4, "name": "남구" },
            { "no": 5, "name": "동구" },
            { "no": 6, "name": "동래구" },
            { "no": 7, "name": "부산진구" },
            { "no": 8, "name": "북구" },
            { "no": 9, "name": "사상구" },
            { "no": 10, "name": "사하구" },
            { "no": 11, "name": "서구" },
            { "no": 12, "name": "수영구" },
            { "no": 13, "name": "연제구" },
            { "no": 14, "name": "영도구" },
            { "no": 15, "name": "중구" },
            { "no": 16, "name": "해운대구" }
        ]
    },
    {
        "no": 3,
        "name": "대구",
        "locations": [
            { "no": 93, "name": "군위군" },
            { "no": 94, "name": "남구" },
            { "no": 95, "name": "달서구" },
            { "no": 96, "name": "달성군" },
            { "no": 97, "name": "동구" },
            { "no": 98, "name": "북구" },
            { "no": 99, "name": "서구" },
            { "no": 100, "name": "수성구" },
            { "no": 101, "name": "중구" }
        ]
    },
    {
        "no": 4,
        "name": "인천",
        "locations": [
            { "no": 293, "name": "강화군" },
            { "no": 294, "name": "계양구" },
            { "no": 295, "name": "남동구" },
            { "no": 296, "name": "동구" },
            { "no": 297, "name": "미추홀구" },
            { "no": 298, "name": "부평구" },
            { "no": 299, "name": "서구" },
            { "no": 300, "name": "연수구" },
            { "no": 301, "name": "옹진군" },
            { "no": 302, "name": "중구" }
        ]
    },
    {
        "no": 5,
        "name": "광주",
        "locations": [
            { "no": 161, "name": "광산구" },
            { "no": 162, "name": "남구" },
            { "no": 163, "name": "동구" },
            { "no": 164, "name": "북구" },
            { "no": 165, "name": "서구" }
        ]
    },
    {
        "no": 6,
        "name": "대전",
        "locations": [
            { "no": 123, "name": "대덕구" },
            { "no": 124, "name": "동구" },
            { "no": 125, "name": "서구" },
            { "no": 126, "name": "유성구" },
            { "no": 127, "name": "중구" }
        ]
    },
    {
        "no": 7,
        "name": "울산",
        "locations": [
            { "no": 389, "name": "남구" },
            { "no": 390, "name": "동구" },
            { "no": 391, "name": "북구" },
            { "no": 392, "name": "울주군" },
            { "no": 393, "name": "중구" }
        ]
    },
    {
        "no": 8,
        "name": "세종특별자치시",
        "locations": [
            { "no": 357, "name": "" }
        ]
    },
    {
        "no": 9,
        "name": "경기",
        "locations": [
            { "no": 230, "name": "가평군" },
            { "no": 231, "name": "고양시 덕양구" },
            { "no": 232, "name": "고양시 일산동구" },
            { "no": 233, "name": "고양시 일산서구" },
            { "no": 234, "name": "과천시" },
            { "no": 235, "name": "광명시" },
            { "no": 236, "name": "광주시" },
            { "no": 237, "name": "구리시" },
            { "no": 238, "name": "군포시" },
            { "no": 239, "name": "김포시" },
            { "no": 240, "name": "남양주시" },
            { "no": 241, "name": "동두천시" },
            { "no": 242, "name": "부천시 소사구" },
            { "no": 243, "name": "부천시 오정구" },
            { "no": 244, "name": "부천시 원미구" },
            { "no": 245, "name": "성남시 분당구" },
            { "no": 246, "name": "성남시 수정구" },
            { "no": 247, "name": "성남시 중원구" },
            { "no": 248, "name": "수원시 권선구" },
            { "no": 249, "name": "수원시 영통구" },
            { "no": 250, "name": "수원시 장안구" },
            { "no": 251, "name": "수원시 팔달구" },
            { "no": 252, "name": "시흥시" },
            { "no": 253, "name": "안산시 단원구" },
            { "no": 254, "name": "안산시 상록구" },
            { "no": 255, "name": "안성시" },
            { "no": 256, "name": "안양시 동안구" },
            { "no": 257, "name": "안양시 만안구" },
            { "no": 258, "name": "양주시" },
            { "no": 259, "name": "양평군" },
            { "no": 260, "name": "여주시" },
            { "no": 261, "name": "연천군" },
            { "no": 262, "name": "오산시" },
            { "no": 263, "name": "용인시 기흥구" },
            { "no": 264, "name": "용인시 수지구" },
            { "no": 265, "name": "용인시 처인구" },
            { "no": 266, "name": "의왕시" },
            { "no": 267, "name": "의정부시" },
            { "no": 268, "name": "이천시" },
            { "no": 268, "name": "이천시" },
            { "no": 269, "name": "파주시" },
            { "no": 270, "name": "평택시" },
            { "no": 271, "name": "포천시" },
            { "no": 272, "name": "하남시" },
            { "no": 273, "name": "화성시" }
        ]
    },  {
    "no": 10,
    "name": "충북",
    "locations": [
        { "no": 32, "name": "괴산군" },
        { "no": 33, "name": "단양군" },
        { "no": 34, "name": "보은군" },
        { "no": 35, "name": "영동군" },
        { "no": 36, "name": "옥천군" },
        { "no": 37, "name": "음성군" },
        { "no": 38, "name": "제천시" },
        { "no": 39, "name": "증평군" },
        { "no": 40, "name": "진천군" },
        { "no": 41, "name": "청주시 상당구" },
        { "no": 42, "name": "청주시 서원구" },
        { "no": 43, "name": "청주시 청원구" },
        { "no": 44, "name": "청주시 흥덕구" },
        { "no": 45, "name": "충주시" }
    ]
},
    {
        "no": 11,
        "name": "충남",
        "locations": [
            { "no": 47, "name": "계룡시" },
            { "no": 48, "name": "공주시" },
            { "no": 49, "name": "금산군" },
            { "no": 50, "name": "논산시" },
            { "no": 51, "name": "당진시" },
            { "no": 52, "name": "보령시" },
            { "no": 53, "name": "부여군" },
            { "no": 54, "name": "서산시" },
            { "no": 55, "name": "서천군" },
            { "no": 56, "name": "아산시" },
            { "no": 57, "name": "예산군" },
            { "no": 58, "name": "천안시 동남구" },
            { "no": 59, "name": "천안시 서북구" },
            { "no": 60, "name": "청양군" },
            { "no": 61, "name": "태안군" },
            { "no": 62, "name": "홍성군" }
        ]
    },
    {
        "no": 12,
        "name": "전남",
        "locations": [
            { "no": 326, "name": "강진군" },
            { "no": 327, "name": "고흥군" },
            { "no": 328, "name": "곡성군" },
            { "no": 329, "name": "광양시" },
            { "no": 330, "name": "구례군" },
            { "no": 331, "name": "나주시" },
            { "no": 332, "name": "담양군" },
            { "no": 333, "name": "목포시" },
            { "no": 334, "name": "무안군" },
            { "no": 335, "name": "보성군" },
            { "no": 336, "name": "순천시" },
            { "no": 337, "name": "신안군" },
            { "no": 338, "name": "여수시" },
            { "no": 339, "name": "영광군" },
            { "no": 340, "name": "영암군" },
            { "no": 341, "name": "완도군" },
            { "no": 342, "name": "장성군" },
            { "no": 343, "name": "장흥군" },
            { "no": 344, "name": "진도군" },
            { "no": 345, "name": "함평군" },
            { "no": 346, "name": "해남군" },
            { "no": 347, "name": "화순군" }
        ]
    },
    {
        "no": 13,
        "name": "경북",
        "locations": [
            { "no": 168, "name": "경산시" },
            { "no": 169, "name": "경주시" },
            { "no": 170, "name": "고령군" },
            { "no": 171, "name": "구미시" },
            { "no": 172, "name": "김천시" },
            { "no": 173, "name": "문경시" },
            { "no": 174, "name": "봉화군" },
            { "no": 175, "name": "상주시" },
            { "no": 176, "name": "성주군" },
            { "no": 177, "name": "안동시" },
            { "no": 178, "name": "영덕군" },
            { "no": 179, "name": "영양군" },
            { "no": 180, "name": "영주시" },
            { "no": 181, "name": "영천시" },
            { "no": 182, "name": "예천군" },
            { "no": 183, "name": "울릉군" },
            { "no": 184, "name": "울진군" },
            { "no": 185, "name": "의성군" },
            { "no": 186, "name": "청도군" },
            { "no": 187, "name": "청송군" },
            { "no": 188, "name": "칠곡군" },
            { "no": 189, "name": "포항시 남구" },
            { "no": 190, "name": "포항시 북구" }
        ]
    },
    {
        "no": 14,
        "name": "경남",
        "locations": [
            { "no": 199, "name": "거제시" },
            { "no": 200, "name": "거창군" },
            { "no": 201, "name": "고성군" },
            { "no": 202, "name": "김해시" },
            { "no": 203, "name": "남해군" },
            { "no": 204, "name": "밀양시" },
            { "no": 205, "name": "사천시" },
            { "no": 206, "name": "산청군" },
            { "no": 207, "name": "양산시" },
            { "no": 208, "name": "의령군" },
            { "no": 209, "name": "진주시" },
            { "no": 210, "name": "창녕군" },
            { "no": 211, "name": "창원시 마산합포구" },
            { "no": 212, "name": "창원시 마산회원구" },
            { "no": 213, "name": "창원시 성산구" },
            { "no": 214, "name": "창원시 의창구" },
            { "no": 215, "name": "창원시 진해구" },
            { "no": 216, "name": "통영시" },
            { "no": 217, "name": "하동군" },
            { "no": 218, "name": "함안군" },
            { "no": 219, "name": "함양군" },
            { "no": 220, "name": "합천군" }
        ]
    },
    {
        "no": 15,
        "name": "강원특별자치도",
        "locations": [
            { "no": 130, "name": "강릉시" },
            { "no": 131, "name": "고성군" },
            { "no": 132, "name": "동해시" },
            { "no": 133, "name": "삼척시" },
            { "no": 134, "name": "속초시" },
            { "no": 135, "name": "양구군" },
            { "no": 136, "name": "양양군" },
            { "no": 137, "name": "영월군" },
            { "no": 138, "name": "원주시" },
            { "no": 139, "name": "인제군" },
            { "no": 140, "name": "정선군" },
            { "no": 141, "name": "철원군" },
            { "no": 142, "name": "춘천시" },
            { "no": 143, "name": "태백시" },
            { "no": 144, "name": "평창군" },
            { "no": 145, "name": "홍천군" },
            { "no": 146, "name": "화천군" },
            { "no": 147, "name": "횡성군" }
        ]
    },
    {
        "no": 16,
        "name": "전북특별자치도",
        "locations": [
            { "no": 311, "name": "고창군" },
            { "no": 312, "name": "군산시" },
            { "no": 313, "name": "김제시" },
            { "no": 314, "name": "남원시" },
            { "no": 315, "name": "무주군" },
            { "no": 316, "name": "부안군" },
            { "no": 317, "name": "순창군" },
            { "no": 318, "name": "완주군" },
            { "no": 319, "name": "익산시" },
            { "no": 320, "name": "임실군" },
            { "no": 321, "name": "장수군" },
            { "no": 322, "name": "전주시 덕진구" },
            { "no": 323, "name": "전주시 완산구" },
            { "no": 324, "name": "정읍시" },
            { "no": 325, "name": "진안군" }
        ]
    },
    {
        "no": 17,
        "name": "제주특별자치도",
        "locations": [
            { "no": 308, "name": "서귀포시" },
            { "no": 309, "name": "제주시" }
        ]
    }
]